Repository: SmellZy/gym-mirror
Catalog: lib/l10n/intl_*.arb
Languages: uk

source: Hi! My name is IO.
uk: Привіт! Мене звуть IO

source: Hi!
uk: Привіт!

source: My name is
uk: Мене звуть

source: I will help you
uk: Я допоможу тобі

# withIO
source: with
uk: з

source: exercises!
uk: вправами!

source: Answer
uk: Дайте відповідь

# Questions4
source: 4 questions
uk: на 4 запитання

source: before we start our
uk: перед тим як почати

source: first training
uk: перше тренування

source: Mill
uk: Мельниця

# millDescription
source: Exercise for leg muscles
uk: Вправа для тренування м'язів ніг, сідниць і спини.

source: Bicycle
uk: Велосипед

# easyDiff
source: Easy
uk: Легка

# mediumDiff
source: Medium
uk: Середня

# hardDiff
source: Hard
uk: Важка

# expertDiff
source: Expert
uk: Професіонал

source: Create workout
uk: Створити тренування

source: Nothing
uk: Нічого

source: Workout title
uk: Назва тренування

source: Workout difficulty
uk: Складність тренування

source: Select exercises
uk: Виберіть вправи

# startOnboarding
source: Start
uk: Почати

# nextOnboarding
source: Next
uk: Далі

source: Home
uk: Головна

source: Workout
uk: Тренування

source: Analytics
uk: Аналітика

source: Profile
uk: Профіль

source: What`s your name?
uk: Як вас звуть?

source: Enter your name
uk: Введіть ваше імʼя

source: What`s your height?
uk: Який ваш зріст?

# cm160
source: 160 cm
uk: 160 см

source: What`s your weight?
uk: Яка ваша вага?

source: What`s your goal?
uk: Яка ваша ціль?

source: Steps
uk: Кроки

source: Name:
uk: Імʼя:

source: Please enter a name
uk: Введіть імʼя

source: Weight:
uk: Вага:

source: kg
uk: кг

source: Please enter a weight
uk: Введіть вагу

source: Weight must be between 30 and 250
uk: Вага повинна бути від 30 до 250

source: Height:
uk: Зріст:

source: cm
uk: см

source: Please enter a height
uk: Введіть зріст

source: Height must be between 100 and 250
uk: Зріст повинен бути від 100 до 250

source: Save changes
uk: Зберегти зміни

source: Day 1 - Leg Day
uk: День 1 - День ніг

source: Today steps
uk: Сьогоднішні кроки

source: Need access
uk: Потрібен доступ

source: Workout history
uk: Історія тренувань

source: Start Workout
uk: Розпочати тренування

source: day 1 -
uk: день 1 -

source: Leg Day
uk: День ніг

source: Day Streak
uk: Смуга днів

source: Record - 32
uk: Рекорд - 32

source: Week goal
uk: Тижнева ціль

source: Max Streak - 4
uk: Максимальна смуга - 4

source: day 21 -
uk: день 1 -

source: No workouts available
uk: Немає доступних тренувань

source: Available Workouts
uk: Доступні тренування

source: Exercise count
uk: Кількість вправ

source: Difficulty
uk: Складність

source: Create new workout
uk: Створити нове тренування
